{"id":100000,"text":"Schools 'need to adopt green approach'\nPUBLISHED : Monday, 08 March, 1999, 12:00am\nYou are never too young to learn to look after the environment, an official says.\nSpeaking at a seminar on environmental studies held at the Open University of Hong Kong, Mabel Mak Lok-sheung, senior environmental protection officer at the Environmental Protection Department, said concern for the environment should be taught from an early age.\nSchools should adopt a green approach to help create a better living environment, Ms Mak said.\nEnvironmental awareness would penetrate every level of society if children learned it at school, she said.\n'It should be a top-down approach. The first level is the management level.\n'Principals and administrative staff at schools should set an example for teachers ","label":0}
{"id":100001,"text":"IN SCHOOL\nKerber, defending Graf’s record, gets the message\nJanuary 29, 2016 00:00 IST\nAngelique Kerber\nI think she [Serena Williams] ","label":0}
{"id":100002,"text":"Microsoft launches Xbox Music on Web for free\nPUBLISHED : Monday, 09 September, 2013, 1:46pm\nAmount equal to six per cent of Singapore’s GDP could have been lost through cyber attacks\n21 May 2018\nMicrosoft is making its Xbox Music streaming service available for free on the Web — even to those who don’t use Windows 8.\nThe expansion beyond Windows 8 devices and Xbox game consoles starting Monday is intended to bring new customers into the software giant’s ecosystem of devices and services and could help it compete with other digital music offerings like Pandora, Spotify and iTunes. It’s also an acknowledgement that the music service hasn’t done much to drive sales of the Windows 8 operating system.\nThe move represents another step toward Microsoft’s goal of becoming a company that sells devices and services, rather than primarily software, said Michael Turits, an analyst with financial advisory firm Raymond James. It comes on the heels of Microsoft announcing it would buy the mobile phone handset manufacturing business of Nokia for US$7.2 billion and that chief executive Steve ","label":0}
{"id":100003,"text":"PUBLISHED : Sunday, 20 February, 2000, 12:00am\nThe interview | South China Morning Post\nHariprasad Chaurasia is one of India's most acclaimed musicians and is often credited with introducing Indian classical music to Western ears. He plays the north Indian bamboo flute, an unpromising piece of low-tech equipment, from which he manages to coax sounds of such a heavenly nature that audiences are transported into extraordinary raptures. In 1986, he played for 28 hours at a festival in Paris because his fans refused to let him leave. If you wish to experience this phenomenon for yourself, he is appearing in Hong Kong this Friday at the Convention and Exhibition Centre as part of a cultural and trade event called India Into The New Millennium.\nChaurasia lives in what is now known as Mumbai (formerly Bombay), and as I happened to be visiting that city over Lunar New Year, I decided to pay him a visit. Early one recent morning, therefore, I headed for the city's northern suburbs in a taxi. I was hoping that the driver might provide some analysis of the famous musician's art but, alas, it turned out that he'd never heard of Chaurasia. He observed my backseat imitation of a flautist for a while, then queried, doubtfully, 'Music wallah?'  The 'music wallah' was eating almonds and papaya when I arrived. He is 61, twinkly, courteous and more apparently at ease with himself than most people I've met in a professional capacity. He seemed happy to have a stranger sitting in his front room and he chatted with great amiability; being interviewed was evidently something he slotted seamlessly into his existence, between telephone calls, trips upstairs to talk to unseen relatives and servants, and food.\nI liked this attitude. For me, it was a restful way to start the day: drinking masala tea, listening to the evocative Indian sounds of sweeping and birds through the balcony door, and watching the master pad around in his bare feet, sharing contented observations about his life. Occasionally, he peered into my notebook and cried, 'What handwriting! So powerful!' Later, when I was bitten by mosquitoes, he produced a brown bottle of liquid as a ","label":0}
{"id":100004,"text":"Stocks to bounce back: fund managers\nTNN | Sep 13, 2001, 01.21 AM IST\nmumbai: though the terrorist attacks on the us has pulled down equity markets worldwide, fund managers here stated that the indian bourses will bounce back from this shock in 3-4 days. analysts pointed out that european markets have recovered from the initial shock and markets here are also expected to follow the same trend. analysts unanimously opined that the sensex will stabilise since no direct impact is expected on it and telecom sectors. sun f&c asset management company ceo nikhil khattau also sounded optimistic of a market recovery. \"us has made it clear that they have lined up massive investments in defence, infrastructure etc and that there will not be any bad news for our markets. even international markets have recovered ","label":0}
{"id":100005,"text":"NCC student drowns while training\nTNN | Sep 2, 2001, 11.11 PM IST\nkarwar: mahendra neelakant naik, a b.com iii student from sdm college honnavar drowned in river aghanashini while undergoing ncc (navy) training on saturday, the police said. naik, a third year ncc naval cadet was exhausted after boat pulling and rowing. the training camp was being held from august 27 to september 4 in kumta. when ordered by ncc training inspector ajit singh, he pleaded for rest, but the inspector forced him to jump into the river and swim. according to the police, after having jumped into the river, naik did not come up for a long time. local divers were called and they found his body after sometime. the ncc cadets and sdm college students gathered near the hospital, raised slogans against ajit singh and demanded his presence. however, singh had gone out of the camp sources said. dr t.d. pawar, district in-charge s.p. lokesh kumar, dsp vijayakumari shenoy, ac kumta, kumta cpi and tahasildar rushed to the spot. a case under ipc sec.104 (a) was booked against ajit singh. senior ncc officers from belgaum and bangalore are coming to kumta for investigation. haveri","label":1}
{"id":100006,"text":"Thailand on cards for First Pacific\nPUBLISHED : Tuesday, 25 May, 2004, 12:00am\nFirst Pacific is plotting a  return to Thailand  with possible investments in telecommunications and consumer businesses.\nManaging director Manuel Pangilinan  yesterday said the company's core telecommunications associate, Philippine Long Distance Telephone (PLDT), was rolling out a chain of internet cafes  in Bangkok, and the group was eyeing  a bigger investment in Thailand's mobile-phone market.\n'We should be there in some shape or form,' Mr Pangilinan said after the company's annual general meeting in Hong Kong.\n'First Pacific is leading the search for cellular assets in the region. At some point in","label":0}
{"id":100007,"text":"Schoolboys collapse after snorting drugs\nPUBLISHED : Friday, 05 June, 2009, 12:00am\nThree schoolboys aged 14 and 15 were arrested on suspicion of  snorting ketamine yesterday after they fell ill in a park in Tin Shui Wai.\nPolice later arrested a schoolmate for allegedly selling them the drug.\nThe three boys, Form Two pupils at Pak Kau College,  were found by a security guard in the park behind Yat Chi House,  Tin Yat Estate,  in Tin Sau Road,  shortly before 11.30am.\nThe female guard told police one of the boys was unconscious on the ground and the two others  were sitting dazed on a bench. Another boy passed out before paramedics arrived. All were in uniform.\nThey were taken to Tuen Mun Hospital,  where the two who passed out regained consciousness. All were in stable condition last night.\nA police source said: 'Preliminary investigation showed that the boys had become ill after taking suspected ketamine. White powder was found in their nostrils.'  The source  added that they must have taken a substantial dose to fall so ill.\n'Initial investigation showed that the trio bought the drug from their schoolmate and took it in the park.'\nPolice said the schoolmate left after the transac","label":0}
{"id":100008,"text":"TN CM suspects Oppns hand in law college violence, defends police - Indian Express \n Express News Service ,  Express News Service : Chennai, November 16, Mon Nov 17 2008, 00:18 hrs  \nRefusing to blame the state police for not taking action to stop the violence on a government law college campus here, Chief Minister M Karunanidhi said that the whole incident seemed to be the handiwork of the Opposition parties.\n\nTalking to the media at Coimbatore on Sunday, Karunanidhi said that the way the Opposition leaders  AIADMK's Jayalalithaa and her ally MDMK's Vaiko  have been demanding his resignation, it is clear that the violence between students belonging to Thevar and Dalit communities was instigated by the same parties to demand his resignation over the incide","label":1}
{"id":100009,"text":"Toronto tips on how to raise vital funds\nPUBLISHED : Saturday, 13 December, 2003, 12:00am\nLocal institutions must come up with strong academic development plans to attract private funding, says a top Toronto fund-raiser.\nJon Dellandrea, vice-president and chief advancement officer at the University of Toronto, also said motivation and mobilisation of the faculty was important.\n'The challenge for institutions is really to get their aspirations and academic priorities right and then to get their vice-chancellor and staff working. The vice-chancellor has to be the voice and embodiment of the institution but you cannot expect him to do all the work,' said Dr Dellandrea, who shared his fund-rais","label":0}
{"id":100010,"text":"Smaller parties demand more time in parliament 08th March 2012 01:49 AM NEW DELHI: A day after the regional parties trounced the Congress in four states Assembly elections, the smaller parties flexed their muscles at a meeting of the chief whips demanding more time from the beleaguered government to raise various issues in both houses of the Parliament. On the eve of the Budget session, Parliamentary Affairs Minister Pawan Kumar Bansal convened the meeting of chief whips of various political parties to seek th","label":0}
{"id":100011,"text":"UPDATE1: Four school children killed in bus and minibus taxi collision in Durban Joe Stolley DURBAN, Jan 11 (ANA) - Four school children were killed and many more were injured in a collision between a bus and a minibus taxi in Durban on Wednesday morning - the first day of school his year. Details of the crash were sketchy, but Robert McKenzie, spokesman for the KwaZulu-Natal provincial Emergency Medical Service, said the accident took place near the bus station in the city's Ntuzuma township. Initial reports said that six people were killed. McKenzie said he could not immediately confirm how many were injured. An unconfirmed report said that there were 13 injured, of whom two were in a critical condition. This could, however, not immediately be verified. The ages of the children were not known. Emergency services, including multiple ambulance services, were still on scene at the time of writing. KwaZulu-Natal provincial education spokesman Sihle Mlotshwa said that he could confirm that it was four pupils who had died in the crash. \"This is a very sad day. It is meant to be a happy. I myself took my daughter to school and posted pictures of her. I can only begin to imagine what those parents are feeling. On behalf of the MEC I wish to express sincere condolences,\" said Mlotshwa. He said that he had no further details, but that education department officials were on their way to the scene to find out what had happened. - African News Agency (ANA)","label":0}
{"id":100012,"text":"Cong men attacked by TDP in Cuddapah\nTNN | Aug 21, 2001, 02.03 AM IST\nkurnool:at least 20 houses of congress activists have been attacked and ransacked by the ruling telugu desam party workers in dumpalagattu village of khazipet mandal in cuddapah district on monday. five persons were injured in the attack.the tdp activists hurled about 15 country-made bombs and pelted stones at the congress worke","label":1}
{"id":100013,"text":"PUBLISHED : Sunday, 27 February, 2005, 12:00am\nThe Family | South China Morning Post\nLa Syncope du 7\nThe French acrobats of Collectif AOC  pe","label":0}
{"id":100014,"text":"Decision to send back Naidu in a day: Patil 20th July 2010 03:10 PM MUMBAI: Maharashtra Home Minister R R Patil on Tuesday said that a decision on sending arrested TDP chief N Chandrababu Naidu back to Andhra Pradesh would be taken in a day. \"A decision on sending him (Naidu) back to Andhra Pradesh will be taken in a day's time, since it is a legal matter,\" Patil told the Legislative Assembly here. Patil said despite Naidu and his colleagues being \"looked after well\", there were still reports in Andhra Pradesh on how he was being \"ill-treated\". The former Andhra Pradesh chief minister was shifted to a prison in Aurangabad this morning from Dharmabad ITI, where he was lodged after he refused bail since his arrest on July 16. The Home Minister said that Naidu, who demanded that he be allowed to inspect the Babli barrage construction site, was arrested for violating section 144 of the CrPC. Naidu's judicial remand was extended till July 26 Monday after he insisted on visiting the site and refused to accept bail. Patil's statement came when Leader of opposition Eknath Khadse demanded that the government spell out its stand on the Babli controversy. He said Naidu has caused problems for the State and should be sent back immediately. Shiv Sena legislator said the controversy surrounding Naidu over the B","label":1}
{"id":100015,"text":"PREFERRED By KEVIN FREKING It's not easy figuring out exactly what U.S. voters want when it comes to health care. A Gallup poll released early this fall offered a dozen separate ways  to expand health insurance coverage. Each suggestion garnered majority support, including tax breaks for small businesses, 94 percent; requiring large companies to offer health coverage or pay into a pool, 81 percent; and federal subsidies for the poor, 76 percent. The implication was clear: The public wants change. But two weeks ago, Gallup released another poll. That poll showed most Americans are satisfied with their health coverage and with how much they pay for health care. So what gives? The polls demonstrate the long-standing conflict that has dogged every proposed overhaul of the health care system dating back to Harry Truman, president until 1953. Americans support the principle of extending coverage to millions of  people, but only so long as they are not negatively affected by the potential trade-offs, namely higher costs or reduced access. And that's the dilemma for the presidential candidates. Expanding health insurance to the 47 million uninsured is projected to cost more than {dollar}100 billion (?69 billion) annually. The candidates have to find a way to pay for that expense. But it could be a political death knell to suggest that the average voter pay for it. Democratic presidential candidates have found one way to finesse it. Former Senator John Edwards would raise taxes for those households with incomes exceeding {dollar}200,000 (?136,000) a year. Senators Hillary Clinton and Barack Obama would raise taxes for households with incomes exceeding {dollar}250,000 (?170,000) a year. The median household income in the United States is {dollar}48,200 (?33,000), so the vast majority of voters would be spared. \"If you're in politics you can't go {dollar}1 (68 euro cents) below {dollar}200,000 (?136,000) on the income tax or you really start losing people,\" said Robert Blendon, professor of health policy and political analysis at Harvard University. The Democratic candidates don't just ask the wealthy to pay for expanding coverage. They also calculate that widespread adoption of electronic health records will help pay for it. For example, they cite a study by the RAND Corporation, a think tank, claiming that electronic  health records could save {dollar}77 billion (?52 billion) a year. But many health analysts don't buy it. \"The Republicans are going to save money that way. The Democrats are  going to save money that way. But I don't see any evidence from the literature that's going to happen,\" said Michael Tanner, director of health and welfare studies at the Cato Institute, a libertarian think tank. If those savings don't occur, the candidates will have to find other  sources of revenue for their proposals, Tanner said. Both Clinton and Obama have called for employers to pay for some of their workers' health insurance, or pay a certain percentage of the company's payroll into a fund. But nowhere do they spell out that percentage. That's an important omission. The additional costs could force some employers to lay off workers, which won't sit well with voters. Edwards  said the rate paid into the pool would be 6 percent of payroll. Meanwhile, the Republican candidates generally rely on tax breaks to  make insurance more affordable. All of the Republican candidates reject  the idea of employer and individual mandates - even Mitt Romney, who was governor of Massachusetts when that state approved a health plan requiring people to buy health insurance. Republican Senator John McCain calls for an individual refundable tax credit of {dollar}2,500 (?1,700) for individuals and {dollar}5,000 (?3,400) for families with insurance coverage. With a tax credit, the amount of taxes owed is reduced by {dollar}1 (68 euro cents) for every {dollar}1 in credits. Rudy Giuliani proposes an income tax deduction of up to {dollar}7,500 (?5,100) for individuals and {dollar}15,000 (?10,200) for families who purchase insurance in the individual m","label":0}
{"id":100016,"text":"SIT fails to serve notice on Mani 14th November 2012 10:43 AM The Special Investigation Team (SIT), probing the murder of Youth Congress leader Anchery Baby, failed to serve notice for polygraph test on former CPM Idukki secretary M M Mani and another accused Kynakari Kuttan on Tuesday. However, th","label":1}
{"id":100050,"text":"KOLKATA:\nMorgan made the difference in the end\nApril 28, 2013 00:00 IST\nKings XI Punjab skipper Adam Gilchrist was of the opinion that Kolkata Knight Riders’ Eoin Morgan made all the difference in the end.\n“I thought 150 was pretty competitive. The way Morgan batted was brilliant. Manvinder Bisla and Jacques Kallis steadied the ship and Morgan pulled it off in the end,” he said at the post match press conference.\n“Morgan took up the challenge and all credit to him. Morgan was the difference in the end.”Gichrist, who hit his highest score of the season, admitted that Kallis turning up for ","label":0}
{"id":100051,"text":"The pound has stabilised a little after this week’s drop to an 11 month low on growing concerns about a no-deal Brexit. It has gained a little ground against the dollar - up 0.03% - but is still in negative territory against the euro - down 0.37%. Oil prices are on the rise after the US introduced a new series of sanctions against Iran, prompting concerns about crude supplies. Brent crude is currently 0.9% higher at $74.42 a barrel. Meanwhile analysts at S&amp;P have warned that the US-Chinese trade row could move from goods to services. On the economic front, UK house prices grew by 1.4% month on month in July, a better result than had been expected, while consumer spending remains strong, according to Barclays. But in Germany there were disappointing industrial output figures, a day after a fall in factory orders. On that note, it’s time to close for the day. Thanks for all your comments, and we’ll be back tomorrow. The rise in the oil price has lifted US energy stocks and pushed Wall Street higher at the open. The Dow Jones Industrial Average is currently 0.4% or 101 points while the S&amp;P 500 has opened up 0.23% and the Nasdaq Composite is 0.28% better. And here’s our full story on the Halifax house price survey: Here’s our latest story on the US sanctions on Iran: Donald Trump has warned America’s trading partners that anyone who does business with Iran will not be doing business with the US, after his administration reimposed blanket sanctions. The US president described the new sanctions, which hit Iran’s access to dollars, gold and precious metals, as “the most biting ever imposed”. “In November they ratchet up to yet another level,” he tweeted. “Anyone doing business with Iran will NOT be doing business with the United States. I am asking for WORLD PEACE, nothing less!” Within hours of the sanctions taking effect, the German carmaker Daimler, which announced a joint venture in Iran last year, said it was halting its business activities in the country. The punitive measures came into force in the early hours of Tuesday, and follow Trump’s decision in May to renege on the landmark 2015 deal to curtail Iran’s nuclear ambitions. The sanctions also target a range of industries, including Iran’s carmaking sector, and will be followed by a set of additional and even more stringent measures by 4 November, including an embargo on the import of Iranian oil and sanctions on its banking sector. Trump’s latest comments appear aimed at the EU, which is attempting to protect European businesses from the sanctions and has vowed to safeguard firms. Companies have been instructed that they should not comply with demands from the White House for them to drop all business with Iran. Those who decide to pull out because of US sanctions will need to be granted authorisation from the European commission, without which they face the risk of being sued by EU member states. The full report is here: US markets are expected to open higher: The VIX index - a measure of the stock market’s expectation of volatility - is heading lower. It is currently down 2% at 11.03 having earlier fallen to 10.9, the lowest level since January. The US-China trade battle could spill over from goods into services, according to S&amp;P Global Ratings. The S&amp;P report ssays: This is because China is running out of room to retaliate on goods.. China’s recent threat to impose tariffs of 5% to 25% on a further $60 billion worth of U.S. goods (5,207 product lines) means that, together with the $50 billion of goods already announced, about 85% of its American imports (totaling $130 billion in 2017) could be taxed. The threat is in response to the Trump administration last week announcing that it may increase its proposed tariff rate on Chinese imports valued at about $200 billion to 25% from 10%. Together with the previously-announced tariffs on $50 billion of Chinese imports, the total amount of $250 billion represents about 50% of the value of China’s annual exports to the U.S. in 2017. “With China running out of room to retaliate on goods (i.e., 85% versus 50% coverage), China could opt to pursue non-tariff actions affecting services and investments from the U.S.,” said S&amp;P Global Ratings analyst David Tesher. The U.S. has a net services surplus with China. A retaliation that spilled over into services could hurt U.S. sectors that rely on China’s expanding import market for growth. This step-up in tensions could also exacerbate investor worries about China, damaging business and consumer confidence and growth prospects. We note that the trade tension is already weighing on the Chinese currency and stock market sentiment. Oil prices are continuing to rise in the wake of Trump’s new Iranian sanctions. Brent crude is now up 1.27% at $74.69 a barrel. West Texas Intermediate - the US benchmark - has climbed 0.94% to $69.66. David Cheetham, chief market analyst at XTB, says: The US has reimposed sanctions against this morning, with an executive order signed by President Trump that targets financial transactions involving the US dollar, the purchase of commercial plans and metals including gold and the Iranian automotive sector coming into effect. From a financial markets point of view, the price of crude oil could be where these decisions are most keenly felt, with the increased animosity threatening to disrupt Tehran’s significant output. This is unlikely to be reflected immediately, with Iranian production expected to remain at present levels for the time being, but should further more stringent sanctions come into play then we could well be set for a supply shock in the oil market which would trigger a sharp move higher. The complex nature of this situation means that it is not just the US and Iran that could be impacted, with the bulk of Iranian crude actually being sold to other countries. The issue lies in whether the US look to force allies to also shun oil from Iran, and if this occurs then there’s a real chance that OPEC will struggle to make up the lost supply and this would drive the price of oil up. Back with the Iran sanctions, and President Trump has just tweeted: UK consumers are continuing to spend, boosted by the World Cup and the heatwave, according to the latest Barclays trend survey, although there are reasons to be cautious about the outlook. Spending grew by 5% year on year in July, the third consecutive month with spending growth around this level. Barclays said: [This] is the strongest consistent growth in our data history. UK domestic sectors have held up year to date and resilient spending should continue to support their near-term performance. It said the strength came from in-store spending, which grew by 2.9%, the strongest growth since April 2014. Online spending grew by 10.4%, which is weaker compared to the historical data. And Barclays warned: There are reasons to be cautious, as consumers remain negative about the general economy and appetite for large purchases remains muted. Outside influences, such as oil price inflation and FX, combine to push up spending on Petrol. Consumer confidence moved slightly lower in July, as negativity about the general economy persists. The appetite for major purchases remained muted, with consumers cautious about making significant spending commitments, evident in subdued spending on electronics, furniture, household appliances and vehicle sales. Laura Suter, personal finance analyst at AJ Bell, said: This summer’s heat wave and World Cup fever boosted consumer spending in July, with people spending on picnics, BBQs and pubs. Peo","label":0}
{"id":100052,"text":"Transparency International urges Britain to rein in hot-money flows into property\nCorruption watchdog urges tougher stance on offshore companies' property acquisitions\nPUBLISHED : Wednesday, 04 March, 2015, 9:55pm\nNearly £200 million (HK$2.38 billion) believed to be the proceeds of foreign corruption has been spent on British properties since 2004 and that amount is probably just the tip of the iceberg, a campaign group said.\nTransparency International urged Britain to toughen its money-laundering rules by requiring information on the ownership of holding companies in offshore tax havens if they are used to buy residential or commercial property.\n\"There is ","label":0}
{"id":100053,"text":"Robert McBride has been appointed the new head of the Independent Police\nInvestigative Directorate (Ipid), the police ministry said on Friday.\n\"Minister of Police Nathi Mthethwa today officially announced the\nappointment of Mr Robert McBride as the new executive director of the Ipid,\"\nspokesman Zweli Mnisi said in a statement.\nHis appointment would be effective from Monday. The Ipid has been without a\npermanent head for more than a year following the departure of Francois Beukman.\nMcBride was part of an Umkhonto we Sizwe group that bombed the Why Not\nRestaurant and Magoo's Bar in Durban on June 14, 1986. Three people were killed \nand 69 others injured in the explosion. He was captured and convicted, and\nsentenced to death.\nIn 1992, he was released after his actions were classified as politically\nmotivated. He was later granted amnesty at the Truth and Reconciliation\nCommission.\nAfter a spell as a diplomat, McBride became head of the Ekurhuleni\nmetropolitan police, but lost his job after he was charged with drunk driving\nand defeating the ends of justice. In 2011 he was jailed for two years by a\nPretoria magistrate, but successfully appealed.\nIn late January, the African National Congress outvoted opposition parties\non Parliament's police portfolio committee who opposed McBride's Ipid\nnomination, largely because of his past brushes with the law.\nMnisi said: \"Minister Mthethwa wishes Mr McBride all the best in his new\nrole and remains confident that, with the support Ipid management and staff,\nthey will steer Ipid to become an effective and efficient oversight institution \nwithin the criminal justice system.\"\nMthethwa thanked the former acting executive director, Koekie Mbeki, for\nleading the Ipid over the last year-and-a-half.\nSapa\n\/mjs\/jlb\/hdw\/ar\/th","label":1}
{"id":100054,"text":"Probe Raj thrives at Defence Ministry 29th April 2012 12:55 AM NEW DELHI: Defence Minister A K Antony’s love of inquiries may be stalling much-needed defence acquisitions. Critics of the Defence Minister’s propriety-based actions argue, that long-winding defence acquisition processes are derailed by complaints that disgruntled vendors routinely make. They may not be completely wrong. Apart from the much-vaunted 126-unit MMRCA deal, those for buying 197 light utility helicopters, as well ","label":0}
{"id":100055,"text":"PUBLISHED : Sunday, 22 April, 2007, 12:00am\nNine Inch Nails | South China Morning Post\nYear Zero\n(Interscope)\nNine Inch Nails' fifth, and  studio, album  is  filled with innovation and all the multi-dimensional beats and textures that its rock dominated predecessor, With Teeth, lacked.\nYet the real story  may be the intriguing marketing campaign behind this release. As far back as February, leaked tracks were found on disc drives in a Madrid restroom at one of the venues where the band played. Their European tour T-shir","label":0}
{"id":100056,"text":"LIFE\nTeachers and pupils struggle with school-based assessment system\nTeachers and pupils alike are finding it difficult to cope with new criteria for gauging students' abilities in core subjects\nPUBLISHED : Monday, 04 November, 2013, 10:18am\nIt’s dog eat dog as China declares war on man’s best friend\n29 Jul 2017\nStudents are used to being graded and appraised on their efforts in the classroom, and standard evaluations are second nature for them and their teachers.\nBut the city's school-based assessment (SBA) system - which serves as a key, compulsory component of the Hong Kong Diploma of Secondary Education (HKDSE) university entrance examination launched last year - has introduced unexpected, and often burdensome, elements into those evaluations.\nThe HKEAA needs to simplify the assessment requirements to suit the level of secondary students\nCheung Yui-fat, teachers' union\nThe purpose of the SBA system is simple: provide students with ongoing feedback on their learning progress, with marks that are included in the final public examination. This way, students don't have to rely solely on how they do in the university entrance exam.\nThe scoring is broken into various stages and parts, and it varies from subject to subject. In 2009, many schools started teaching SBA lessons to Form Four students in the core subjects of Chinese and English languages, liberal studies, and a few electives.\nBut the task preparations, markings and submission of marks created heavy workloads for teachers, not to mention their students, prompting a deluge of complaints.\nIn response, the Hong Kong Examinations and Assessment Authority (HKEAA) streamlined the system last year by reducing the number of marks that must be submitted for most subjects, while full implementation of the SBA - including nine elective subjects - was pushed back from 2014 to 2019.\nChan Hiu-nam was in the first batch of Form Four students subject to the SBA and the first HKDSE exam in 2012, while attending Carmel Secondary School in Ho Man Tin. Now a year-two student at the University of Hong Kong, she looks back on the SBA system with mixed feelings.\n\"I enjoyed doing SBA for English. It gave me a chance to read more books and watch movies. I still r","label":0}
{"id":100057,"text":"Public sees women's soccer showdown as opportunity to strike at 'American\nPUBLISHED : Sunday, 11 July, 1999, 12:00am\nNATIONALISTIC fervour reached a new peak this morning as many people tuned in to watch the live broadcast of the women's World Cup soccer final between China and the United States.\nThe Beijing Morning Post said 93 per cent of the people it surveyed in the capital had planned to be up at 4am today to watch the telecast.\nUnlike recent confrontations between the two countries, the final was not ending in a stand-off but with a definite victor. And victory is important to the Chinese.\n'I want China to win because it will show the world how strong China is and give us national prestige,' said a university student.\nFor many mainlanders, the match was not really about winning the World Cup or about seeking revenge for t","label":0}
{"id":100058,"text":"PUBLISHED : Sunday, 10 June, 2007, 12:00am\nHannes Rossbacher | South China Morning Post\nArtist\nCologne:  'Generally I like good-smelling people but if I'm downwind, I find perfume  can be too much.'\nJeans: 'I can wear jeans all day and night and I like the classics in blue.'\nShoes: 'I walk many hours with my dog, therefore I need many pairs of shoes. Sometimes I wish I was a lady because women's shoes are much more interesting than men's.'\nWatch: 'Swatch has changed the ","label":0}
{"id":100059,"text":"KARNATAKA\n‘Efforts on to put off elections in State’\nJanuary 17, 2008 00:00 IST\nTraditional beginning: Former Ministers D.H. Shankaramurthy and K.S. Eshwarappa inaugurating a taluk-level BJP workers’ convention in Shimoga on Wednesday.  \nThere is a political wave across the State in favour of BJP: Eshwarappa\nSHIMOGA: Former Minister D.H. Shankaramurthy said on Wednesday that the Bharatiya Janata Party (BJP) proved that power was meant for the welfare of the people during its 20 months of rule as a partner in the coalition Government.\nInaugurating a taluk-level BJP lea","label":0}