{"id":95000,"text":"El fotógrafo escocés coleccionó durante años las “baggies” en las que le vendían heroína. Aquí, el libro. El escocés Graham MacIndoe fue, paralelamente, haciéndose un nombre por dos cuestiones: su trayectoria y su adicción a la heroína. Y, en un punto, ambas confluyeron: en All In, el libro donde se recopilas las “baggies”, las imágenes de las bolsitas en las que le vendieron droga durante muchos años. Vamos al comienzo: MacIndoe estudió pintura en Edimburgo y se especializó en fotografía. Trabajó en varias publicaciones, como The Guardian y The New York Times Magazine y vivi","label":0}
{"id":95001,"text":"No faltan arrepentidos, lugares ni nombres. Falta la plata y saber dónde los pesos se hacían dólares. Hay tantas cosas que pasan que en la mezcla las cosas que más importan pueden valer igual que las otras o pueden pasar de largo. Son tantos los arrepentidos que cualquiera pierde la cuenta. Y son tantas las confesiones que no se sabe bien qué ha dicho cada uno. Les cuesta hasta a los que siguen el caso día a día. Es increíble las cosas que cuentan, que han aparecido y que siguen apareciendo. Y es más increíble que haya gente que las niegue o que las minimice. Que crea que es una operación política y una operación mediática inventadas para distraer, para tapar la crisis económica. Ni siquiera aceptan que hay como hay de las dos cosas. Pocas veces se ha puesto al desnudo una trama de corrupción en la obra pública en la que se conoce por boca de los propios protagonistas quiénes pagaron las coimas, cómo funcionaba el sistema y quiénes fueron los intermediarios y los que cobraron. Habrá algunos cuántos que aún mostrándoles filmaciones como los bolsos nocturnos de López o los fajos del hijo de Báez en La Rosadita seguirán negando la rea","label":0}
{"id":95002,"text":"Recorrió el centro de Río Gallegos, en reclamo de medidas para resolver la crisis económica y política que atraviesa la provincia. Distintos sectores sociales de Santa Cruz realizaron esta noche una nueva marcha de antorchas por las calles de Río Gallegos, en reclamo de respuestas a la gobernadora Alicia Kirchner. La movilización recorrió los acampes de protesta que realizan judiciales y docentes en reclamo del pago de haberes. También pasó frente a los principales edificios de la capital santacruceña: la Legislatura, la residencia oficial y la Casa de Gobierno. Allí se dio lectura a un documento crítico con la administración kirchnerista de la provincia. \"Una nueva marcha y el mismo pedido\", fue titulado el documento que leyó la jubilada Mary Ilnao y demandó \"la resolución de los graves problemas que afectan al pueblo de esta provincia y nos tiene a los trabajadores, a los alumnos, a los comerciantes y a todos los habitantes, unidos\". El documento reclamó a la gobernadora que llame a to","label":1}
{"id":95003,"text":"Marcelo López soñaba con ser campeón desde que ingresó a las categorías infantiles de Vélez, hace diez años. Y ayer el pibe de Morón lo consiguió: dio la vuelta olímpica con la quinta división del uruguayo Julio Giménez. Pero también pasó en segundos de la euforia al sufrimiento. Igual que sus compañeros y sus padres, que estuvieron entre el centenar de personas que fue a la Villa Olímpica. López metió el gol —el gol del campeonato que sueña todo futbolista, amateur o ","label":0}
{"id":95004,"text":" \"Este es un disco testarudo\", dice Tete y no hay más que hablar. El bajista de La Renga recién se sumaba a la charla relajada de casi una hora con el cantante y compositor del grupo y, como un torbellino, desparramó la frase que mejor sintetiza el espíritu del nuevo álbum de la banda. Testarudo, porfiado, terco, obstinado e irreducible. Por allí giró el concepto base de la grabación de \"Detonador de sueños\", el sexto disco en estudio de la banda de rock más convocante del país. Todos concuerdan: No hay más que hablar. Es el fin de la entrevista y los músicos invitan a escuchar el último ensayo previo al show que, esta noche, en Córdoba, funcionará como presentación en vivo del álbum. Y las canciones, una vez más, suenan más elocuentes que las palabras. Cincuenta minutos antes, Chizzo se sentó a la mesa de la terraza\/quincho del estudio que La Renga posee en el barrio de Almagro y habló de todo con LA NACION. Con excelente ánimo y abierto como nunca al diálogo, el cantante contó la prehistoria detrás de \"Detonador de sueños\", habló de la relación que el último año unió a la banda con el movimiento piquetero, recordó los primeros pasos del trío, reveló las lecturas que lo deslumbraron recientemente y que se colaron casi \"Este es un disco testarudo\", dice Tete y no hay más que hablar. El bajista de La Renga recién se sumaba a la charla relajada de casi una hora con el cantante y compositor del grupo y, como un torbellino, desparramó la frase que mejor sintetiza el espíritu del nuevo álbum de la banda. Testarudo, porfiado, terco, obstinado e irreducible. Por allí giró el concepto base de la grabación de \"Detonador de sueños\", el sexto disco en estudio de la banda de rock más convocante del país. Todos concuerdan: No hay más que hablar. Es el fin de la entrevista y los músicos invitan a escuchar el último ensayo previo al show que, esta noche, en Córdoba, funcionará como presentación en vivo del álbum. Y las canciones, una vez más, suenan más elocuentes que las palabras. Cincuenta minutos antes, Chizzo se sentó a la mesa de la terraza\/quincho del estudio que La Renga posee en el barrio de Almagro y habló de todo con LA NACION. Con excelente ánimo y abierto como nunca al diálogo, el cantante contó la prehistoria detrás de \"Detonador de sueños\", habló de la relación que el último año unió a la banda con el movimiento piquetero, recordó los primeros pasos del trío, reveló las lecturas que lo deslumbraron recientemente y que se colaron casi sin querer en las letras del disco. Se refirió a la independencia con la que volvieron a trabajar después de desligarse contractualmente de una compañía multinacional y, por sobre todas las cosas, Chizzo habló de los miedos, de la locura, de la desesperanza y del tiempo apocalíptico en el","label":0}
{"id":95005,"text":"Entrevista. Marcela Rodríguez. La bailarina estrenó “Sentires flamencos”, una obra argumental con varios ritmos musicales. Marcela Rodríguez es una bailarina de amplia formación aunque particularmente volcada al folclore español y al flamenco. Ahora acaba de estrenar como coreógrafa Sentires flamencos , una obra de carácter argumental de la que es protagonista y en la que utiliza, como vocabulario coreográfico, diferentes ritmos de la música y el cante flamencos. ¿Por qué usar ese lenguaje tan particular para contar una historia? Por lo que significa el flamenco: su fuerza, su espíritu. La obra está construida sobre tres escenas: la primera mue","label":0}
{"id":95006,"text":"Entre el perdón y los fantasmas de siempre. Pide disculpas en condicional: “Si a alguien molesté”. Y al fin admite errores. Pero sigue apuntando por su caída al FMI y a una conspiración política. “En tiempos de crisis desaparece el patriotismo”, dice. Ya retirado de todo, se prepara para un último juicio, por las coimas en el Senado. Han pasado casi diez años, pero todo está demasiado fresco en su memoria, como si poco hubiera ocurrido desde aquella imagen, la del helicóptero llevándoselo por los techos de la Casa Rosada, convirtiéndolo en esto que se ve hoy, un hombre solo, demasiado solo, peleando sin rabia contra su destierro interior.¿Cuándo fue que empezó a quedarse tan solo?Parece mentira, pero Fernando de la Rúa fue, antes de entrar en su laberinto, uno de los hombres más votados y más ganadores de la historia democrática de nuestro país. Y por eso fue diputado, senador, jefe del gobierno porteño y finalmente, vaya honor, fue Presidente de la Nación. Pero no hay historia, ni títulos, ni honores, capaces de borrar o siquiera neutralizar a un momento tan traumático. De la Rúa hace tiempo que se vio obligado a retirarse de la política y de casi todo, hace años que no da clases en la facultad, que no participa de ninguna discusión política, que no es invitado a los actos públicos ni a los canales de televisión, hace años que los productores radiales no tienen sus nuevos números de teléfono. Él lo sabe, lo sufre:Yo fui hostigado y por eso elegí ser prudente- dice.¿A qué se refiere con el hostigamiento?No me haga explicar el hecho notorio- ruega, con razón.Desde aquel diciembre de 2001, cuando los gases lacrimógenos hicieron llorar al país, De la Rúa no ha vuelto ni a la Casa Rosada ni al Comité de su partido, la Unión Cívica Radical. ¿Ni siquiera al Comité radical? ¿Ni una vez? Dice que no tiene sentido, que para qué, que ya no está para las tertulias partidarias. La verdad es más compleja, acaso más difícil de tolerar: son los radicales los que ya no lo quieren en las tertulias. ¿Fue su propio partido el que lo dejó solo en aquellas horas dramáticas de hace casi diez años?De la Rúa nos recibe en un departamento de Avenida Alvear, en Recoleta, al que se mudó hace seis años. El departamento es lujoso, pero aún así revela una economía en ajuste: en los últimos años debió vender el departamento histórico de la familia en la calle Montevideo -mucho más amplio que éste-, también una chacra que tenía en Capilla del Señor. Los bienes de la familia se limitan ahora a este deparamento y a la quinta de Villa Rosa, lugar de refugio de los fines de semana, a donde va por rutina y también para acercarse a las canchas de golf, su hobby de siempre, que conserva con la misma insistencia que a su aspecto de hombre “aburrido”, un estilo que primero convenció y más tarde irritó a los argentinos.Lo que lleva puesto De la Rúa es lo mismo que pudo haber llevado hace diez, veinte o cuarenta años: una camisa Polo a rayitas, un pantalón de vestir oscuro, mocasines marrones con hebilla dorada. En su mano izquierda muestra el anillo de casado, la sortija clásica de oro, y desmiente así las versiones sobre un supuesto divorcio de Inés Pertiné, su esposa de toda la vida y madre de sus tres hijos.Fue Inés, cuenta él, la encargada de decorar el departamento. “Es mérito de ella”, le concede. De la Rúa no quiere posar especialmente para el fotógrafo, pero acepta que se lo registre como casualmente en ese rincón, el de su mujer, absorbido por un paisaje plácido y a la vez solitario, de pampa seca, frágil al viento.La experiencia vivida… -dice ahora, con ganas de sacar conclusiones-, … la experiencia vivida indica que en tiempos de crisis desaparece el patriotismo y aparece la ambición.De lo que habla es de la soledad, aunque él no la llame de ese modo. Habla de cómo su gobierno y él se fueron quedando aislados o se fueron aislando en el laberinto sin salida. Motivos hay varios, como siempre: errores propios que intentará minimizar y decisiones ajenas que pretenderá amplificar. La Alianza asumió en diciembre de 1999 con un apoyo popular altísimo. De la Rúa y su aliado, Carlos “Chacho” Alvarez, habían llegado al poder para transparentarlo y hacerlo más lógico y mesurado después de diez años de excesos, frivolidad y loca fantasía menemista. Pero lo que parecía simple devino caótico. No tuvieron ni luna de miel ni respiro, los números rojos de la economía los aguardaban agazapado","label":1}
{"id":95007,"text":" POSADAS.- Un empresario maderero fue asesinado a balazos en su oficina del centro de la ciudad misionera de Eldorado y por el caso hay tres personas demoradas, dijeron fuentes policiales a Télam. La víctima fue identificada por la policía como Juan Rotharmel, de 53 años, que unos meses atrás salvó su vida de milagro, cuando recibió tres tiros por parte de un desconocido, aunque los proyectiles no tocaron ningún órgano vital. Según los investigadores, el empresario se enco","label":0}
{"id":95008,"text":"Se mostró cómo desde el poder ejecutivo se intervino en la Justicia, los medios y en las empresas. También informaron sobre La korpo, el multimedio de empresarios afines al gobierno, que se enriquecieron en los últimos años. Una nueva emisión de Periodismo Para Todos, el programa que conduce Jorge Lanata en Canal 13, se concentró en mostrar “la cuna del modelo K” en la provincia de Santa Cruz. El periodista y conductor se movió junto a su producción a Río Gallegos, donde realizó varios informes sobre los 20 años del kirchnerismo en la provincia. En distintos tapes, se mostró cómo desde el poder ejecutivo cooptaron a la Justicia, los medios y a empresarios. “La lógica del poder K necesita enemigos”, dijo Lanata, al tiempo que afirmó que el actual gobernador, Daniel Peralta, no goza de poder real, ya que está acosado por La Cámpora y la provincia está al borde del estallido con las protestas de la policía, docentes, estatales y petroleros. “La concentración de medios es muy exagerada”, definió el conductor, al tiempo que informó que el kirchnerismo cuenta de 30 radios FM -sólo hay dos opositoras-, dos canales de cable y la televisión abierta. “Hace 20 años que no hay prog","label":1}